//2.1 Напишите следующую программу:
//- У клиента должен быть выбор из двух(или трех) видов кофе ( на ваш выбор).
//- Дайте названия вашим видам кофе.
//- Установите цену на кофе в зависимости от величины стаканчика( small, medium, big).
//- Выведите на экран название, затем рецепт выбранного кофе (используйте переменные для изменения рецепта и названия) и его стоимость (в зависимости от размера стаканчика). 
//- Компоненты кофе не влияют на стоимость.
//- Используйте подходящую комбинацию условий if, (else if), else для решения задачи.
//2.2 Нарисуйте блок-схему вашей программы (так проще будет написать саму программу).
//Можете использовать следующий сайт https://miro.com/app/board или от руки
//https://miro.com/app/board/uXjVMeIifAA=/

let coffe = prompt ("Choose yor coffe", "latte, cappuccino, americano, espresso")
let cup = 50
let small = 2*cup
let medium = 4*cup
let large = 7*cup

if (coffe == "latte"){};
elif (coffe == "cappuccino") ;{};
elif ( coffe == "americano") ;{};
elif (coffe == "espresso")